Repository: alb2014/accelerator-albania
Catalog: app/Locale/sqi/LC_MESSAGES/accelerator.po
Languages: sq_al

source: Your idea has been saved.
sq_al: Idea juaj është ruajtur.

source: Unable to add your idea.
sq_al: E pamundur që të ruhet ideja juaj.

source: The idea with id: %s has been deleted.
sq_al: Idea me kod: %s u fshi

source: You are not authorized to delete this idea.
sq_al: Nuk jeni i autorizuar që të fshini këtë ide

source: Invalid idea
sq_al: Ide e pavlefshme

source: We couldn't find that idea.
sq_al: Idea nuk mund të gjendet

source: You are not authorized to edit this idea.
sq_al: Nuk jeni i autorizuar që të modifikoni këtë ide

source: Your idea has been updated.
sq_al: Idea juaj u përditësua.

source: Unable to update your idea.
sq_al: Idea juaj nuk mund të përditësohet.

source: Vote cast!
sq_al: Voto!

source: Voting failed.
sq_al: Votimi juaj nuk ishte i suksesshëm

source: Congratulations! %s has reached Tier %d
sq_al: Urime! %s arriti fazën %d

source: Agriculture
sq_al: Bujqësi

source: Communications and Media
sq_al: Komunikim dhe Media

source: Education and Training
sq_al: Edukim dhe Trajnim

source: Energy
sq_al: Energji

source: Environment
sq_al: Mjedis

source: Fashion and Lifestyle
sq_al: Modë dhe stil jetese

source: Health
sq_al: Shëndetësi

source: Tourism
sq_al: Turizëm

source: Mobility and Transport
sq_al: Transport dhe Lëvizshmëri

source: Housing and Construction
sq_al: Strehim dhe Ndërtim

source: Financial Services
sq_al: Shërbime Financiare

source: Technology
sq_al: Teknologji

source: Gastronomy
sq_al: Gastronomi

source: Personal Care and Services
sq_al: Shërbime dhe Përkujdes Personal

source: Entertainment
sq_al: Argëtim

source: Other
sq_al: Të tjera

source: New Tab
sq_al: Dritare e re

source: content here
sq_al: Përmbajtja

source: Submit
sq_al: Apliko

source: Engage
sq_al: Përfshihu

source: Learn
sq_al: Mëso

source: read more
sq_al: lexo më shumë

source: News
sq_al: Të reja

source: Submissions
sq_al: Aplikime

source: Idea Title <span>*</span>
sq_al: Titulli i Idesë <span>*</span>

source: The Grab (240 Characters) <span>*</span>
sq_al: Thelbi i Idesë (240 Karaktere) <span>*</span>

source: Type of Idea <span>*</span>
sq_al: Lloji i Idesë <span>*</span>

source: Social hint: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea.
sq_al: Thelbi i Problemit Social: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea.

source: Is this a social business?
sq_al: A është ky një biznes social?

source: Pitch
sq_al: Ruaj Idenë

source: What is HAPIDE?
sq_al: Çfarë është HAPiDE?

source: Read more
sq_al: Lexo më shumë

source: Comment
sq_al: Komento

source: Share on Facebook
sq_al: Ndaje në Facebook

source: Congratulations %s!
sq_al: Urime %s!

source: Your idea %s has reached Tier %d
sq_al: Idea juaj %s ka arritur fazën %d

source: You have new information to enter to your idea %s
sq_al: Ju keni informacion të ri për t'i shtuar idesë tuaj %s

source: Submit Idea
sq_al: Krijo ide

source: Create Profile
sq_al: Krijo Profilin

source: Edit My Idea
sq_al: Ndrysho Idenë Time

source: Not For Profit
sq_al: Jo për qëllim fitimi

source: Nonprofit
sq_al: Jo fitimprurës

source: Enterprise/B2B
sq_al: Sipërmarrje/ B2B

source: Subscription
sq_al: Abonim

source: Retail
sq_al: Shitje me pakicë

source: ecommerce
sq_al: Tregti Elektronike

source: Community
sq_al: Komunitet

source: Advocacy
sq_al: Lobim

source: Idea Title
sq_al: Titulli i idesë

source: The Grab
sq_al: Thelbi i idesë

source: Type of Idea
sq_al: Lloji i idesë

source: Problem hint: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea.
sq_al: Thelbi i problemit

source: Solution hint: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea.
sq_al: Thelbi i zgjidhjes

source: The Solution
sq_al: Zgjidhja

source: Market hint: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea.
sq_al: Thelbi i tregut

source: The Market
sq_al: Tregu

source: Competition hint: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea.
sq_al: Thelbi i konkurencës

source: The Competition
sq_al: Konkurenca

source: Promise hint: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea.
sq_al: Thelbi i premtimit

source: Our Promise
sq_al: Premtimi Ynë

source: Keep this idea private
sq_al: Ruaj privatësinë e idesë

source: Cancel
sq_al: Fshij

source: References
sq_al: Referenca

source: Order by:
sq_al: Rendit sipas:

source: Date
sq_al: Datës

source: Popularity
sq_al: Popullaritetit

source: Topic
sq_al: Tema

source: Previous
sq_al: Paraardhës

source: Next
sq_al: Pasardhës

source: The Program
sq_al: Programi

source: Idea Page
sq_al: Faqja e Idesë

source: Idea Name
sq_al: Emri i Idesë

source: Idea Description
sq_al: Përshkrimi i Idesë

source: Idea Category
sq_al: Kategoria e Idesë

source: Edit my idea
sq_al: Ndrysho Idenë time

source: Edit this idea
sq_al: Ndrysho Idenë

source: Delete this idea
sq_al: Fshi Idenë

source: Comments
sq_al: Komente

source: Login to Comment
sq_al: Logohu për të komentuar

source: More...
sq_al: Për më tepër

source: Who Is...
sq_al: Kush është...

source: Program Structure
sq_al: Struktura e Programit

source: You have reached maximum limit for failed login attempts. Please try again after a few minutes.
sq_al: Ju keni arritur maksimumin e tentativave për t'u loguar. Lutemi provojeni përsëri pas disa minutave.

source: Users
sq_al: Përdoruesit

source: Register
sq_al: Regjistrohu

source: [%s] Please activate your account
sq_al: [%s] Lutem aktivizoni llogarinë tuaj

source: You have successfully registered an account. An email has been sent with further instructions.
sq_al: Llogaria juaj u regjistrua me sukses. Një email ju është dërguar me udhëzime të mëtejshme.

source: The User could not be saved. Please, try again.
sq_al: Emri i përdoruesit nuk u ruajt. Lutem provoni përsëri.

source: Account activated successfully.
sq_al: Llogaria juaj u aktivizua me sukses.

source: An error occurred.
sq_al: Ka ndodhur një gabim.

source: Forgot Password
sq_al: Keni harruar fjalëkalimin?

source: Invalid username.
sq_al: Emër përdoruesi i pavlefshshëm.

source: An email has been sent with instructions for resetting your password.
sq_al: Një email ju është dërguar me udhëzime për ndryshimin e fjalëkalimit tuaj.

source: An error occurred. Please try again.
sq_al: Ka ndodhur një gabim. Lutem provoni përsëri

source: Reset Password
sq_al: Ndrysho fjalëkalimin

source: Your password has been reset successfully.
sq_al: Fjalëkalimi juaj u ndryshua me sukses.

source: Log in
sq_al: Hyr

source: Log out successful.
sq_al: Dalja u realizua me sukses

source: Invalid User.
sq_al: Përdorues i pavlefshëm

source: Passwords do not match. Please, try again.
sq_al: Fjalëkalimet nuk përputhen. Lutem provoni përsëri.

source: Is this a social business? <span>*</span>
sq_al: A është ky një biznes social? <span>*</span>

source: Username <span>*</span>
sq_al: Përdoruesi <span>*</span>

source: Password <span>*</span>
sq_al: Fjalëkalimi

source: Verify Password <span>*</span>
sq_al: Verifiko fjalëkalimin <span>*</span>

source: Name <span>*</span>
sq_al: Emri <span>*</span>

source: Email <span>*</span>
sq_al: Emaili <span>*</span>

source: By submitting this form, you are agreeing to HAPide's <a href="/page/terms-and-conditions" target="_blank">Terms &amp; Conditions</a>
sq_al: Duke dërguar këtë formular, ju po pranoni kushtet dhe rregullat e HAPiDE: <a href="/page/terms-and-conditions" target="_blank">Terms &amp; Conditions</a>

source: * Required Field
sq_al: * Fushë e kërkuar

source: Username
sq_al: Përdoruesi

source: Password
sq_al: Fjalëkalimi

source: Register here
sq_al: Regjistrohu këtu

source: Forgot your password?
sq_al: Keni harruar fjalëkalimin?

source: Please visit this link to reset your password: %s
sq_al: Ju lutem, hyni në këtë link që të ndryshoni fjalëkalimin tuaj %s

source: If you did not request a password reset, then please ignore this email.
sq_al: Nëse nuk keni kërkuar një ndryshim fjalëkalimi, ju lutem mos merrni parasysh këtë email.

source: Hello %s
sq_al: Përshëndetje %s

source: Please visit this link to activate your account: %s
sq_al: Ju lutem, hyni në këtë link që të aktivizoni llogarinë tuaj: %s

source: New Idea?
sq_al: Ide e Re?

source: My Past Submissions
sq_al: Aplikimet e mia të mëparshme

source: Edit My Account
sq_al: Ndrysho Llogarinë Time

source: Logout
sq_al: Dil nga faqja

source: Delete Account
sq_al: Fshij Llogarinë

source: Login
sq_al: Hyr

source: New password
sq_al: Fjalëkalim i ri

source: Verify Password
sq_al: Verifiko fjalëkalimin

source: Close
sq_al: Mbyll

source: accelerator
sq_al: Përshpejtues

source: Profile
sq_al: Profili

source: <span>HAP</span> Submit
sq_al: <span>HAP</span> Apliko

source: <span>HAP</span> Engage
sq_al: <span>HAP</span> Përfshihu

source: <span>HAP</span> Learn
sq_al: <span>HAP</span> Mëso

source: What is this?
sq_al: Çfarë është kjo?

source: Sitemap
sq_al: Harta e faqes

source: About
sq_al: Rreth nesh

source: Yunus SB
sq_al: YSB Albania

source: Terms &amp; Conditions
sq_al: Kushtet &amp; Rregullat

source: Contact
sq_al: Kontakt

source: Follow Us
sq_al: Na ndiqni

source: &copy;2013 YUNUS Albania commissioned by UNPD
sq_al: &copy;2013 YSB Albania në bashkëpunim me UNPD
